{
    "en": {
        "nav-home-url": "/",
        "nav-about": "About",
        "nav-projects": "Projects",
        "nav-resources": "Resources",
        "nav-language":"Español",
        "nav-language-url":"/es/",
        "home-slider": "<small style='font-size:4rem;color:#acacac;'>Hey! I'm</small> <br> <span class='theme-gradient'>Luis Daniel Fonseca</span>",
        "email-input-message":"Your Email",
        "signup-message": "Suscribe to a blog dedicated to tech, business, career and continuous growth",
        "signup-success-message": "You were subscribed successfully.",
        "signup-failure-message": "Subscription failed.",
        "slider-btn":"Resources",
        "about-title":"I'm a Software Engineer, maker and writer",
        "about-description": [
            "Hey! Thank you for visiting my site. I'm Luis 😃.",
"About 12 years ago, I launched my first blog, sharing tech tutorials, which interested me in HTML and CSS. At that time, I had no idea that this decision would significantly shape my life.",
"Since then, I've been privileged to work as a software engineer at Intel, collaborate with a range of small companies, and develop several side projects.",
"At Intel, I currently work as a Site Reliability Engineer, focusing on developing and maintaining distributed systems at scale.",
"As a consultant, I have guided businesses in optimizing their web design, enhancing marketing campaigns, and streamlining automation functionalities.",
"Lastly, I've created a range of side projects in areas such as media, career development tools, remote work, and a couple of SaaS initiatives.",
"I created this site to share what I make and learn along the way.  Happy to connect!"
        ],
        "blog-section-label":"The Blog",
        "blog-url":"https://blog.luisdanielfonseca.com/",
        "blog-section-title":"Explore Your Curiosity",
        "blog-section-description":"Sharing insights, ideas, notes and comprehensive how-to guides",
        "project-section-label":"Resources",
        "project-section-title":"Start here: Tools and Resources",
        "projects": [
                {
                    "name":"Tech Behavioral Interview Coach",
                    "tag":"jobs,jobs",
                    "description":"Custom GPT that prepares you for the behavioral tech interview based on the user's target role and company, offering STAR model feedback.",
                    "img":"../static/images/portfolio/gpt-behavioral1.png",
                    "url":"https://chat.openai.com/g/g-oMc6Li5sJ-tech-behavioral-interview-coach?ref=luisdanielfonseca.com"
                },
                {
                    "name":"Free Conding Interview Prep",
                    "tag":"programming,jobs",
                    "description":"Get 80 hand-picked programming questions to ace your next coding interview for free",
                    "img":"../static/images/portfolio/conding-prep.png",
                    "url":"/en/coding-interview-study-guide"
                }
        ]
    },
    "es": {
        "nav-home-url": "/es/",
        "nav-about": "Sobre Nosotros",
        "nav-projects": "Proyectos",
        "nav-resources": "Recursos",
        "nav-language":"English",
        "nav-language-url":"/",
        "home-slider": "<small style='font-size:4rem;color:#acacac;'>¡Hola! Soy</small> <br> <span class='theme-gradient'>Luis Daniel Fonseca</span>",
        "email-input-message":"Tu Email",
        "signup-message": "Suscríbete a un blog dedicado a tech, startups, crecimiento profesional y personal",
        "signup-success-message": "Te has suscrito exitosamente.",
        "signup-failure-message": "La suscripción falló.",
        "slider-btn":"Recursos",
        "about-title": "Soy Ingeniero en software y desarrollador de ideas",
        "about-description": [
"¡Hola! Gracias por visitar mi sitio. Soy Luisda 😃.",
"Hace unos 12 años, lancé mi primer blog, compartiendo tutoriales de tecnología, lo que me interesó en HTML y CSS. En ese momento, no tenía idea de que esta decisión moldearía significativamente mi vida.",
"Desde entonces, he tenido el privilegio de trabajar como Ingeniero de Software en Intel, asesorar a varias pequeñas empresas e iniciar proyectos independientes.",
"En Intel, trabajo actualmente como Site Reliability Engineer, centrándome en desarrollar y mantener sistemas distribuidos a gran escala.",
"Como consultor, he ayudado a empresas en la creación y optimización de sus páginas y aplicaciones web, y en hacer más eficientes sus procesos de automatización y campañas de marketing.",
"Por último, he creado una serie de proyectos paralelos en áreas como producción de medios, herramientas para el desarrollo profesional, trabajo remoto y un par de iniciativas de SaaS.",
"Creé este sitio para compartir lo que hago y lo que aprendo en el camino. ¡Encantado de conectar!"
        ],
        "blog-section-label":"El Blog",
        "blog-url":"https://blog.luisdanielfonseca.com/",
        "blog-section-title":"Explora Tu Curiosidad",
        "blog-section-description":"Compartimos perspectivas, ideas, notas y guías detalladas",
        "project-section-label":"Recursos",
        "project-section-title":"Empieza aquí: Herramientas y Recursos",
        "projects": [
                {
                    "name":"Entrenador para Entrevistas de Comportamiento en Tecnología",
                    "tag":"programming",
                    "description":"GPT personalizado que te prepara para la entrevista de comportamiento técnico basada en el rol objetivo y la empresa del usuario, ofreciendo retroalimentación con el modelo STAR.",
                    "img":"../static/images/portfolio/gpt-behavioral1.png",
                    "url":"https://chat.openai.com/g/g-oMc6Li5sJ-tech-behavioral-interview-coach?ref=luisdanielfonseca.com"
                },
                {
                    "name":"Guía para Entrevistas de Programación (Gratis)",
                    "tag":"programming",
                    "description":"Obtén 80 preguntas de programación cuidadosamente seleccionadas para sobresalir en tu próxima entrevista",
                    "img":"../static/images/portfolio/conding-prep.png",
                    "url":"/es/coding-interview-study-guide"
                }
        ]
    }
}
