{
    "en": {
        "nav-about": "About",
        "nav-projects": "Projects",
        "nav-resources": "Resources",
        "nav-language":"ES",
        "nav-language-url":"/es/",
        "home-slider": "Hey! I'm <br> <span class='theme-gradient'>Luis Daniel Fonseca</span>",
        "email-input-message":"Your Email",
        "signup-message": "Stay Ahead: Weekly Insights and Guides on Tech, Business, and Growth.",
        "signup-success-message": "You were subscribed successfully.",
        "signup-failure-message": "Subscription failed.",
        "slider-btn":"Resources",
        "about-title":"I'm an Engineer, Maker, and Writer",
        "about-description": [
            "Hey! Thank you for visiting my site. I'm Luis 😃.",
"About 12 years ago, I launched my first blog, sharing tech tutorials, which interested me in HTML and CSS. At that time, I had no idea that this decision would significantly shape my life. ",
"Since then, I've been privileged to work as a Software Engineer at Intel, consult for various small businesses, and embark on independent projects.",
"At Intel, I currently work as a Site Reliability Engineer, focusing on developing and maintaining distributed systems at scale. ",
"As a consultant, I've helped various small businesses, especially in web design and marketing. For example, I recently handled the design and email marketing for bysharonfonseca.com.",
"I'm passionate about creating meaningful products; luckily, my wife feels the same. Together, we've worked on several projects. Our newest project, Pulpo, aims to help the Hispanic community. We're focused on creating tools and resources to boost their career development.",
"As you can see, I'm deeply passionate about tech, startups, and continuous growth. That's why I created this site and my blog: to document and share what I learn.",
"Please feel free to reach out! Happy to connect!"
        ],
        "blog-section-label":"The Blog",
        "blog-section-title":"Explore Your Curiosity",
        "blog-section-description":"Sharing insights, ideas, notes and comprehensive how-to guides around tech, business, and continuous growth.",
        "project-section-label":"Projects",
        "project-section-title":"Start here: Tools and Resources to Elevate Yourself",
        "projects": [
                {
                    "name":"Pulpodcast",
                    "tag":"Professional Development",
                    "description":"A virtual coffee break in Spanish, hosted by professionals from leading companies like Apple, Intel, and P&G. Tune in to explore current trends and boost your professional development. Let's grow together!",
                    "img":"../static/images/portfolio/pulpo-logo.png",
                    "url":"https://pulpodcast.transistor.fm/"
                },
                {
                    "name":"Pulpo Mentorship Program",
                    "tag":"Professional Development",
                    "description":"Connect with mentors from leading companies like Apple, Intel and P&G, and receive personalized guidance to boost your professional development.",
                    "img":"../static/images/portfolio/pulpo-logo.png",
                    "url":"https://tally.so/r/mRMzVJ"
                },
                {
                    "name":"My Blog",
                    "tag":"tech, business, and continuous growtht",
                    "description":"Sharing insights and comprehensive how-to guides around tech, business, and continuous growth.",
                    "img":"../static/images/portfolio/blog-cover.png",
                    "url":"https://ldf.blog/"
                }

        ]
    },
    "es": {
        "nav-about": "Sobre Nosotros",
        "nav-projects": "Proyectos",
        "nav-resources": "Recursos",
        "nav-language":"EN",
        "nav-language-url":"/",
        "home-slider": "¡Hola! Soy <br> <span class='theme-gradient'>Luis Daniel Fonseca</span>",
        "email-input-message":"Tu Email",
        "signup-message": "Mantente Actualizado: Artículos Semanales y Guías sobre Tecnología, Negocios y Crecimiento Personal.",
        "signup-success-message": "Te has suscrito exitosamente.",
        "signup-failure-message": "La suscripción falló.",
        "slider-btn":"Recursos",
        "about-title": "Soy Ingeniero, Creador y Escritor",
        "about-description": [
            "¡Hola! Gracias por visitar mi sitio. Soy Luisda 😃.",
"Hace unos 12 años, lancé mi primer blog, compartiendo tutoriales de tecnología, lo que me interesó en HTML y CSS. En ese momento, no tenía idea de que esta decisión moldearía significativamente mi vida.",
"Desde entonces, he tenido el privilegio de trabajar como Ingeniero de Software en Intel, asesorar a varias pequeñas empresas e iniciar proyectos independientes.",
"En Intel, trabajo actualmente como Site Reliability Engineer, centrándome en desarrollar y mantener sistemas distribuidos a gran escala.",
"Como consultor, he ayudado a varias pequeñas empresas, especialmente en diseño web y marketing. Por ejemplo, recientemente gestioné el diseño y el marketing por correo electrónico para bysharonfonseca.com.",
"Me apasiona crear productos significativos; afortunadamente, a mi esposa también. Juntos, hemos trabajado en varios proyectos. Nuestro proyecto más reciente, Pulpo, busca ayudar a la comunidad hispana. Estamos enfocados en crear herramientas y recursos para impulsar su desarrollo profesional.",
"Como puedes ver, estoy muy apasionado por la tecnología, las startups y el crecimiento continuo. Por eso creé este sitio y mi blog: para documentar y compartir lo que aprendo.",
"¡No dudes en ponerte en contacto! ¡Encantado de conectar!"
        ],
        "blog-section-label":"El Blog",
        "blog-section-title":"Explora Tu Curiosidad",
        "blog-section-description":"Compartimos perspectivas, ideas, notas y guías detalladas sobre tecnología, negocios y crecimiento continuo.",
        "project-section-label":"Proyectos",
        "project-section-title":"Empieza aquí: Herramientas y Recursos para Elevar tu Potencial",
        "projects": [
                {
                    "name":"Pulpodcast",
                    "tag":"Desarrollo Profesional",
                    "description":"Un café virtual, presentado por profesionales de empresas líderes como Apple, Intel y P&G. Sintoniza para explorar las tendencias actuales y potenciar tu desarrollo profesional. ¡Crezcamos juntos!",
                    "img":"../static/images/portfolio/pulpo-logo.png",
                    "url":"https://pulpodcast.transistor.fm/"
                },
                {
                    "name":"Programa de Mentoria de Pulpo",
                    "tag":"Desarrollo Profesional",
                    "description":"Conecta con mentores de empresas líderes como Apple, Intel y P&G, y recibe orientación personalizada para potenciar tu desarrollo profesional.",
                    "img":"../static/images/portfolio/pulpo-logo.png",
                    "url":"https://tally.so/r/mRMzVJ"
                },
                {
                    "name":"Mi Blog",
                    "tag":"tecnología, negocios y crecimiento continuo",
                    "description":"Compartimos perspectivas, ideas, notas y guías detalladas sobre tecnología, negocios y crecimiento continuo.",
                    "img":"../static/images/portfolio/blog-cover.png",
                    "url":"https://es.ldf.blog/"
                }

        ]
    }
}